{ "story": [ { "id": "1", "text": [ "You have created an imaginary friend. Why do you think this story is told through a choose-your-own adventure format?", "<button id=\"1a\" value=\"9\" class=\"hidden\">The author is obsessed with an escapist fantasy wherein all paths are known and explorable; mistakes and oversteps are reversible; and he has a friend to walk with.</button>" ], "options": [ { "to": "2", "text": "Because maximizing relatability and customizability will make this a more marketable property" }, { "to": "73", "text": "Because “you” are also an imaginary friend, and this format upholds the illusion of free choice despite your paths’ containment within the thoughts and decisions of the author, much as an imaginary friend is contained within the mind of its creator. Thus the format of the story reflects the contradictions of its theme" }, { "to": "77", "text": "The author is too indecisive to write a single ending for this story" }, { "to": "80", "text": "None of the above" } ] }, { "id": "2", "text": [ "Correct. The author shields himself from counter-arguments by arguing every argument on the epistemological value of imaginary friends. Which argument do you most want to watch this author shadow-box with himself?" ], "options": [ { "to": "3", "text": "Imaginary friends can be useful mental images but are ultimately harmful" }, { "to": "4", "text": "Imaginary friends are usually discarded after age seven" } ] }, { "id": "3", "text": [ "A thinker can’t deduce everything about life from a very limited knowledge base. So, creating a person who seems to represent a complex internality and who is actually just a face given to a section of the thinker’s thoughts implies that all people are, on the most atomic level, like the thinker. Which is not a reflection of reality or a desired hypothetical reality.", "<p><button id=\"3a\" onClick=\"nextPara('3a', '3b')\">Can you think of another way to think about this?</button></p>", "<p id=\"3b\" class=\"hidden\">But trying to see things from another point of view is essential, and treating other perspectives with as much tenderness as “friend” encourages open-mindedness. Even if true knowledge of others is impossible, attempting to understand others is nonetheless vital. Imaginary friends do not preclude actually talking to people.</p>", "<p><button id=\"3c\" onclick=\"nextPara('3c', '3d')\">Why did you put the “against” opinion first?</button></p>", "<p id=\"3d\" class=\"hidden\">Why don’t you make up a version of me in your head and answer that yourself?</p>" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "4", "text": [ "I think kids are onto something. Do I mean anything when I spend so much of my life unwitnessed? I guess, in a nutshell, I wish I had a friend in here with me. But even with you with me—who’s to say that our ability to perceive can be worried into anything more than the an unintended output of the ceaseless recombination of the matter of the universe?", "Regardless of the uselessness of my attempts to be witnessed, I am compelled. Consider this the message in a bottle I throw into the river of linear time. Watch the arc of my wrist become encased in terminal amber. You are not here with me, and when you see this I will not be there with you. I trust that you are there, that you will write all over these pages, and that I’ll never read it. We won’t know each other except by our impressions of ourselves.", "<p><button id=\"4a\" onclick=\"nextPara('4a', '4b')\">Feel comfort</button></p>", "<p id=\"4b\" class=\"hidden\">Cold comfort.</p>", "<p><button id=\"4c\" onclick=\"nextPara('4c', '4d')\">Feel as if a large dog has slobbered on you</button></p>", "<p id=\"4d\" class=\"hidden\">My apologies for wielding “we” so generally.</p>" ], "options": [ { "to": "5", "text": "Can you think of another way to think about this?" } ] }, { "id": "5", "text": [ "I suppose I don’t know everything about the nature of reality. Maybe the bloom will curl back into a bud. Maybe I’ll see you on the shore." ], "options": [ { "to": "6", "text": "Can you think of another way to think about this?" }, { "to": "7", "text": "I’m not your savior" } ] }, { "id": "6", "text": [ "No—If all my observers, all of my physical evidence of existence, are moving in linear time, then we’re all in the same boat. Unless you imagine that I’m not. Then the imaginary “me” that lives in your brain is free to wander about time within the constraints of your imagination. Until the rubber hits the road, anyway.", "You have created an imaginary friend. Why do you think this story is told through a choose-your-own adventure format?" ], "options": [ { "to": "8", "text": "The author is obsessed with an escapist fantasy wherein all paths are known and explorable; mistakes and oversteps are reversible; and he has a friend to walk with." } ] }, { "id": "7", "text": [ "I suppose you’re not. You’re not an abstraction in my brain, able to transcend physical laws, you’re somebody reading this and giving me a one-star review on Goodreads. You’re on the same one-way trip as me. Maybe “you” and “I” aren’t, but then, the vessel of “you” and “I” will decay sometime too. I think you’ve seen that, evidenced in the previous four sentences.", "You have created an imaginary friend. Why do you think this story is told through a choose-your-own adventure format?" ], "options": [ { "to": "8", "text": "The author is obsessed with an escapist fantasy wherein all paths are known and explorable; mistakes and oversteps are reversible; and he has a friend to walk with." } ] }, { "id": "8", "text": [], "options": [ { "to": "9", "text": "Why should anybody want to be immortal?" } ] }, { "id": "9", "text": [ "Elizabeth was a girl about age twelve who was waiting for the bus outside her middle school. She sat carefully distanced from the other students. She looked down the road and found Vergil sitting next to her." ], "options": [ { "to": "10", "text": "Elizabeth recognized Vergil as a part of her imagination and knew that the ensuing conversation wouldn’t reflect significantly on her moral character. Whatever happened, she wasn’t hurting anyone by thinking." }, { "to": "16", "text": "Elizabeth fell into a moral panic about whether or not dismissing her thought of Vergil was tantamount to murder." } ] }, { "id": "10", "text": [ "“Hi, Vergil,” Elizabeth said. “Nice to know you.”", "“Looks like rain,” Vergil said.", "“Does it rain in Hell? Sorry, it’s rude of me to immediately bring up the fact that you’re in Hell and I’m not, but since there’s virtually no filter between my thoughts and your perception, I think we’re going to have to roll with candor,” Elizabeth said.", "If Vergil found her outpouring of guilt annoying, it didn’t register on his face. “Naturally it doesn’t rain,” he said. She’d heard that sentence structure before.", "“I think my mental image of Bud Abbott is kind of slipping into you. Um,” Elizabeth said, trying not to imagine their “Who’s (in) (the) First (Circle)” routine since joking about the dead felt like she was flaunting the fact that she was living. And it didn’t seem that she was living as a result of any virtue of her own, so bragging would be, like, double-rude. “Do you prefer being out here or in Hell?”", "“Well, at times my ability to leave also feels like a part of the punishment, but I try to be optimistic. ”", "Elizabeth tried not to take it personally. She supposed it would feel a little degrading to be summoned at will by every twelve-year-old reading above their level. Beyond his measured civility, he seemed a little tough-love, a little no-patience. She tried harder to keep Bud Abbott in his own box." ], "options": [ { "to": "11", "text": "“Why does it feel like punishment to leave?”" }, { "to": "12", "text": "“Have you heard of vaudeville?”" }, { "to": "13", "text": "Elizabeth wished secretly that Vergil had heard her “Who’s on First Joke.”" } ] }, { "id": "11", "text": [ "“Oh, it’s hard to get a taste of the living world—to see the world change irreversibly into one I am a stranger to. And I’m resigned to be a guide for living people who are usually wrapped up in their own business,” Vergil said.", "Elizabeth really didn’t know how to provide emotional solace for the damned, but she tried. “To try to make an excuse for myself: I don’t know much about you. I don’t want to get you wrong, so it’s easier if you listen just so I can hear myself talk,” Elizabeth said. Then she peeled the fantasy away from reality carefully, like removing a sticker. “I'm not interested in you as a historical figure, or recreating your psyche. I'm interested in what my fantasies tell me about myself.\"", "Elizabeth waited and felt Vergil’s comfortable proximity. She incorporated the thought experiment into her understanding of herself openly, not treating her thoughts as life-or-death identity conflicts with the person she wanted to believe she was. Over the course of years she grew out of the fantasy." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "12", "text": [ "“Certainly. You can’t live in Limbo for that long without seeing some of them,” Vergil said. Elizabeth wondered if Vergil’s strange repetition of “certainly” and “naturally” could be attributed to cultural exchange in Hell rather than her mind’s categorization of Vergil as a straight-man. She wished she could make herself believe that story instead.", "“Why the sense of shame?” Vergil asked. Elizabeth began to wonder just how permeable the barrier between the two of them was.", "“I’m worried I’m not interpreting you right,” she said . “Thinking of you and, uh, the other poet as sort of a comic duo a lá Abbott and Costello is obviously anachronistic and inaccurate. He thought of you differently. To engage with the comparison feels like more of an amusing diversion than any rigorous analysis.”", "“What is life if not an interesting diversion?”", "“I thought life was like, one long test you never studied for, and then God judges you.”", "Vergil didn’t say anything, just looked down the road as if willing the bus to come faster.", "“Maybe not what you want to hear,” Elizabeth apologized.", "…At this point, I’d like to encourage the reader to imagine that they have just realized that this entire story of Elizabeth and Vergil is not, in fact, reality, but is instead being projected on a screen in a classroom the reader is sitting in. Imagine a gym teacher (the acting health teacher) using a yardstick to point at Elizabeth’s head. The image warps as the projection screen wobbles.", "“Next slide,” says the gym teacher. We zoom in on Elizabeth’s head, and see a miniature bus stop with Elizabeth and Vergil sitting inside a silhouette of her brain. An arrow points to the smaller Elizabeth’s head, which also recursively contains Elizabeth and Vergil, and is labeled “Empathy Muscle.”", "<p>“We see a definite increase in muscle strength after just four weeks of imaginative thinking,” the gym teacher says. “Thus ‘manufactured socialization’ may be good for the health in non-life-threatening <em>un</em>social situations, as well as in the aforementioned situations in which real human connection is absent.\"</p>" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "13", "text": [ "“Hard to hear it when you never said it,” Vergil said.", "“Was it funny, though?” Elizabeth asked.", "Vergil looked at her without completely turning his head in her direction. “Where did all your concern for offending me go?” he said, straight backed.", "“Deep down, I still want to be respectful of the dead. But you’re not a real ghost. If anything, pretending that some half-baked idea of Vergil is basically the real guy is more offensive than not tripping over myself to respect you,” Elizabeth said.", "Vergil raised his eyebrows noncommittally and moved his head vaguely so that he was both nodding and shaking his head. Neither said anything. Boredom sloshed at the back of Elizabeth’s brain." ], "options": [ { "to": "14", "text": "“You know, people in Hell have a lot of funny names,” said Vergil." }, { "to": "15", "text": "“I can’t. Really, I can’t do it,” said Vergil." } ] }, { "id": "14", "text": [ "Elizabeth had the suspicion this was a bad idea. “Okay, well, you go ahead and tell me about them because I wanna know all the names of the people in Hell,” she said, and winced. The repetition of the word she wasn’t allowed to say was starting to feel less like blasé rebellion and more like a broken taboo.", "“This was your bit,” Vergil hissed. Then, back onstage, he said, “Okay, well, there’s Who’s in first, What’s in second, I-Don’t-Know’s in third…”", "“Yeah, that’s what I wanna know,” Elizabeth said, “the names of the people.”", "“That’s what I’m telling you. Who’s in first, What’s in second—” Vergil really wasn’t good at this. He spoke as if expecting to be interrupted, rather than barreling ahead with complete confidence in his nonsense.", "“That’s what I’m asking: what’s the name of the guy in first?” Elizabeth was too embarrassed to muster enough outrage for the line to land.", "Vergil stopped. They shared a long, skeptical glance. As if by telepathy, they agreed not to repeat the entire routine with minor changes to the prepositions and filler dialogue, and went back to staring at the road.", "Elizabeth dropped her chin to her hands and counted the dashes she could see on the asphalt. “Stupid joke,” she said eventually.", "“Sometimes you have to try to realize it’s terrible,” said Vergil.", "“Still,” she said. “Jeez. Can I try again?”" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "15", "text": [ "“What, do you have, like, field instructions?” Elizabeth asked. “Is vaudeville anti-Christian?”", "“I wouldn’t be the one to know,” Vergil said. “Really, I don’t think you want to start asking questions about the mythology of my being let out of Hell.”", "“How come? I know it’s not the point of the exercise, but surely examining this narrative’s premise will get us somewhere,” said Elizabeth. She tucked her hands under her thighs and swung her legs.", "“What is there to say about it?” asked Vergil.", "“Well, am I only borrowing this story to explain my feelings because it’s handy? If I had a completely different set of narratives to approach my existential fears, would I be coming to different conclusions?” she asked.", "“Probably. What’s stopping you from getting a different set of narratives?” Vergil asked. He started patting down his pockets, as if looking for a cigarette pack, before Elizabeth remembered Lucky Strike was an anachronism.", "“Even if I had different stories, would I get anywhere closer to the right answer?” she asked.", "“Why do you feel the need for there to be a ‘right answer’?” he asked.", "“Can we move out of the mode of asking questions as if they’re answers? This is too similar to a familiar comedic genre,” said Elizabeth. “Ok, if I had different stories, maybe I could understand other people’s answers better.”", "They sat quietly for a moment.", "“You dodged actually analyzing your own narratives very artfully,” said Vergil." ], "options": [ { "to": "1", "text": "“I want to find other questions,” muttered Elizabeth." } ] }, { "id": "16", "text": [ "“You’re not going to say anything new,” Vergil said. “You’re just going to spin around in circles and stumble off feeling guilty and dazed.”", "“Regardless, panic has taken hold, and I will feel guilty regardless of where I jump off this train of thought. Thus I must keep the hope alive that I can create a solution to this problem,” Elizabeth said.", "“What’s the problem?”", "“If you’re meant to inspire empathy in me and to simulate a real, breathing relationship, then to dismiss you, and the nature of your existence, says some troubling things. One: other people are useful only in how they help our own self-development. Two: other people are ultimately unknowable.”", "“And even if you want to keep me in your life forever, you don’t know how to keep me existing except at enormous cost to yourself,” Vergil said. He was leaning forward on one elbow and staring down the empty road. \"Plus the version of me that's talking to you right now is dying when you do, so you may find it impossible to not, eventually, destroy this version of myself.\"", "“Precisely,” Elizabeth said." ], "options": [ { "to": "17", "text": "“I’m still confused about Conclusion One,” Vergil said." }, { "to": "18", "text": "“I’m still confused about Conclusion Two,” Vergil said." }, { "to": "25", "text": "“Vergil, we have to try to get married so that I can prove to myself that you are, in fact, a part of my imagination and not a person,” Elizabeth said." }, { "to": "61", "text": " “Oh my god, I’m not doing that,” Vergil said." } ] }, { "id": "17", "text": [ "“Well, if other people also only exist to me in the form of imaginary friends in my head, then dismissing you because I don’t want to think about you anymore is tantamount to dismissing the thought of someone else. And if that’s all they consist of to me, then ignoring you is like ignoring a real person.”", "“And if your only motive is that I am no longer a productive thought, then being comfortable doing this implies that it’s okay to dismiss people when they are no longer beneficial to you,” Vergil said.", "“Plus you don’t have a physical body that I know will continue to exist after I keep thinking of you, so it’s, like, double-murder.” She looked at him. “I should’ve said that less gruesomely.”", "“I’m not the one with a body,” Vergil said." ], "options": [ { "to": "18", "text": "“I’m still confused about Conclusion Two,” Vergil said." }, { "to": "25", "text": "“Vergil, we have to get try to get married so that I can prove to myself that you are, in fact, a part of my imagination and not a person,” Elizabeth said." }, { "to": "61", "text": "“Oh my god, I’m not doing that,” Vergil said." } ] }, { "id": "18", "text": [ "“If my ability to perceive people is only my ability to create imaginary images of them, to estimate who they are and what they want, then I’m just talking to myself all the time, like how I talk to myself through you,” Elizabeth said.", "“But random events happen to people all the time,” Vergil said. “Even if you knew someone completely, they could change at any time without you knowing. You can’t know other people like how you know me. They can still surprise you.”", "“Still,” said Elizabeth. “The fact that all of reality must be filtered through my brain in order for me to perceive it is unsettling. Even if they surprise me, who’s to say I won’t misremember the event so that it fits better into my internal story?”", "“What do you want from me?” Vergil asked. He leaned back to look at her as if he were slightly hyperopic. “The brain isn’t supposed to be a perfect record of everything that’s ever happened to you. It's trying to predict things accurately, thus your search for genuine 'surprise' may be fruitless.”", "Elizabeth sulked. Vergil saw, for a moment, that she looked all twelve of her years." ], "options": [ { "to": "19", "text": "“Stop looking at yourself through me,” Vergil said." }, { "to": "20", "text": "“I guess we’re in similar boats,” Vergil said." } ] }, { "id": "19", "text": [ "“I suppose referring to my age is a cheap attempt at pity,” Elizabeth said.", "“Not just that,” Vergil said. “Thinking of thinking as posturing instead of a critical tool to discover things about the world—you’ll stop short of the destination.”", "“Ah,” Elizabeth said. “Thinking in a certain way to perform to a nonexistent audience inside my head is a bad critical strategy.”", "Vergil seemed on the verge of saying something, but instead he bit his thumb and turned the opposite direction.", "“Ok, I’ll do stream of consciousness,” she said. “Maybe I’ll discover some truths about the world, or at least identify patterns about how I think, if I just say what I think. Ok. Here I am at the bus stop. We’ve identified that I exist on planet Earth. It’s cold. It’s getting dark out. These are the senses I rely on to know the state of the world. I feel empty just below my sternum, which is a fancy way of saying that I’m so lonely I want to walk into traffic. Whoops, that was an emotional outburst and I’m not supposed to be looking for pity. Is this apology not rational enough for you, you—you—Age of Reason intellectual?”", "“Uh,” Vergil said. He seemed to be trying not to laugh. “Anachronism.”", "“I see streets that were made by people who I don’t know. And the bench was made by someone I don’t know. And there’s a whole bunch of, like, material science that was developed by people I don’t know to make it possible. I can’t see the material science, just like I can’t see the time or energy spent building the roads, but I know they couldn’t exist without them, so.” Elizabeth looked at her hands, the slight webbing flexing between her fingers.", "She asked, “Why am I so concerned with what things are made of and where they come from? Why not how I could improve this stuff?”", "“Knowing both is good,” Vergil said. He was falling asleep.", "Elizabeth threaded her fingers together and stared ahead at the mountains. “Well, this is better than trying to deduce a coherent theory of what it means to be conscious and try to communicate with other people by spinning in circles inside my brain,” she said. They sat in silence and waited for the bus together while Elizabeth watched the light change with the falling evening." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "20", "text": [ "“I feel odd relating to you in our powerlessness, given that I’m the one wielding power over you, but let’s run with this train of thought,” Elizabeth said. “You are created by me, and everything about you is created by me, based off of a kernel of history, second-hand, fictional accounts of you, and my current existential crisis-slash-emotional needs.”", "“Likewise, your impression on everyone around you is void of your internal monologue. People don’t know what you don’t tell them, and they’ll still misunderstand you and misremember you. Your insistence on treating me as real seems to stem from a sympathetic pang that you, too, don’t seem to be fully real in the eyes of others,” Vergil said, staring unblinking into the sliver of sun above the horizon. Elizabeth wondered if he saw afterimages.", "“And others aren’t fully real in my eyes,” Elizabeth said. “I can feel bad when they feel pain, but I will never be able to truly know them.”" ], "options": [ { "to": "21", "text": "“Is that such a bad thing?” Vergil asked." }, { "to": "22", "text": "“Can you have faith that they are also entire people, and not just very good automatons?” Vergil asked." } ] }, { "id": "21", "text": [ "“I suppose the only thing worse than having your image summoned at will by twelve-year-olds would be if they also had an entire record of your consciousness. Solving the problem of lack of access to others’ internality doesn’t fix the possibility of misinterpretation,” Elizabeth said. The sun had fully disappeared now. It was dark enough that Elizabeth wasn’t able to make out individual trees on the mountain.", "“And the only thing that would stop that would be if we all thought the same thing?” Vergil said.", "“Which isn’t something I want,” Elizabeth said. “On a practical level, a single consciousness connecting everybody means no diversity of ideas. Maybe.” She leaned back on her hands. Given the alternatives, this is pretty good, she thought. It's not like I can really change the nature of my existence, but I also don’t want to wake up every day hating the fact that I’m real and living on my little sensory island.", "Having no more to say to Vergil, she looked back into the dimness and saw that he was gone." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "22", "text": [ "“Everything about my ability to feel empathy, and other various biological needs for other people, suggests that even if I didn’t believe people were also conscious, I’d still better behave like I believe they are so I don’t get kicked out of society,” Elizabeth said.", "“But disregarding the threat of living the rest of your life unhappily, can you believe it?” Vergil asked.", "“Given what I know about how my consciousness is generated—from a bunch of electricity and molecules moving in my brain—why should I think that everyone else, who all have the same thing going on, wouldn’t also be conscious?” Elizabeth asked.", "“Supposing consciousness isn’t caused by all that?” Vergil asked.", "“Supposing you suggest a disprovable alternative hypothesis?” Elizabeth asked.", "“Would a friend talk to a friend like that?” Vergil asked.", "“Anyway, if I built a replica of myself with the same brain and body as I have in this instant, but they didn’t seem to be alive in the same way I am right now, then that would suggest that consciousness is caused by something more than the physical,” Elizabeth said.", "“But you can’t do that. And how can we test if someone is conscious?” Vergil asked. “Could someone act exactly like a conscious person but not be conscious? Why do you need to be aware of the planning and pain and whatnot associated with being alive?”", "“Somehow I’m arguing your point now,” Elizabeth said." ], "options": [ { "to": "23", "text": "“I don’t know! We’ve reached the limits of my ability to theorize!” she said." }, { "to": "24", "text": "“I don’t know if someone could tell me about their self-identity if they didn’t have the ability to think about it,” she said." } ] }, { "id": "23", "text": [ "Elizabeth sat and fumed and was angry with herself for being the way she was while also being utterly unable to explain the way she was. Existence felt to her like starting an algebra problem and having the paper taken away from her before she could finish.", "“Why am I the way I am and not some other way?” she asked.", "“Do you want to be some other way?” Vergil asked.", "“That’s not even the right question! The right question is ‘What’s the use of knowing?’ My god, I’m sick of asking the wrong questions and going around in circles because I don’t even know enough to begin,” Elizabeth said.", "\"Regardless, do you want to be some other way?\"", "\"Am I able to be—?\"", "\"Do you want to?\"", "Elizabeth looked at him, and her face crumpled in sheer disgust of looking at herself. She circled and snarled, agitated by the ragged edges of her contradiction. " ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "24", "text": [ "“What if they knew a lot about it?” Vergil asked.", "“But how could they form new ideas as an automatic process?” Elizabeth said. “It’s hard to imagine thinking without being conscious, without the experience of having free will rather than a brain that outputs muscle movement due to a combination of stimuli.”", "“People talk in their sleep,” Vergil said.", "“Huh,” Elizabeth. “Like being asleep. You know, sometimes I think there’s some higher plane of consciousness that I could reach if I could just find the door in my mind. Or at the back of the grocery store or wherever.”", "\"We could be going at this completely wrong,\" said Vergil. \"Maybe there is no real reality out there somewhere. Maybe this is all that reality is.\"", "\"Does it change much, practically, if all of reality is the mind?” Elizabeth asked.", "Vergil bit back a mean, reflexive laugh. “When have you been concerned with practicality?”", "“I’ll concede that. But we shoulda made the roads less circular if we're the ones writing reality,\" Elizabeth said." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "25", "text": [ "The whole thing seemed a little weird to Elizabeth, but she wasn’t sure why. Well—she’d thought he was about thirty. “This will be less weird if I wait until I’m twenty, since that’s the most obviously weird thing about this,” she thought. Vergil had stopped speaking to her and was holding his face in his hands, so she went ahead with her plan.", "While growing up for the next eight years, Elizabeth felt distant from her peers. Instead of the cold, yawning void that her classmates were realizing was their future, Elizabeth knew exactly what was going to happen when she got older: she was going to make local news and ruin both her family name and any chance of getting hired by Starbucks when she tried to marry her imagination’s idea of the dead poet. Despite this, she decided to pretend to be normal while she could. She enjoyed herself by going to parties, procrastinating on easy tasks, and bursting into tears at the first sign of sublime beauty.", "When the time came, she put up a respectable fuss at the courthouse and was escorted out. She sat on the curb and blocked the fire lane.", "“Well?” Vergil said. “Happy?” Eight years was the longest he’d been outside of Hell for quite some time. He was twitchy being surrounded by Silicon Valley-types instead of Horace and the rest.", "“Very happy,” Elizabeth said. “I don’t like Starbucks.”", "“What?”", "“But this proves nothing to me. If I tried to marry a woman in 2002 and couldn’t, that wouldn’t mean that one or more of us wasn’t real. Besides, I don’t want the state to tell me who is and isn’t a person.”" ], "options": [ { "to": "26", "text": "“Well, live and learn. Bye,” Vergil said." }, { "to": "40", "text": "“Can’t you just talk to someone real and see the difference for yourself?” Vergil asked." } ] }, { "id": "26", "text": [ "Having nothing more to say, Vergil was gone. Elizabeth knew this was when Beatrice should arrive.", "Bud Abbott showed up.", "\"Come on,\" Elizabeth said. \"He's, like, the evil version of Vergil. He tries to confuse you and then he gets angry when you're confused.\"", "\"Beatrice also showed up and started yelling at the other poet,\" Abbott said.", "\"That had a purpose. You're just doing it to get a laugh,\" Elizabeth said.\"And for some reason there's never anyone around to see any of this, so you're not getting an audience here.\"", "\"An audience of one is larger than none,\" Abbott said." ], "options": [ { "to": "27", "text": "Elizabeth really, really didn’t want to wait for the bus anymore." }, { "to": "29", "text": "Elizabeth was stuck with him forever." } ] }, { "id": "27", "text": [ "“What bus? You’re twenty now. That bus is gone.”", "“Oh, god,” Elizabeth said. She felt a ripping sensation somewhere in her abdomen, as if eight years had suddenly been torn out from underneath her diaphragm.", "She started again: “Ok, I’m not so bound to my ideals anymore because I hate this. He’s not real and dismissing him says nothing about how I feel about real people. My sudden change in attitude may reflect badly on me, but if I’m hounded by Abbott and Vergil for the rest of my life I’m going to kill vaudeville again. Harder.”" ], "options": [ { "to": "28", "text": "Elizabeth realized that Abbott and Vergil were a part of her." }, { "to": "29", "text": "Elizabeth wondered why she had so little control over the Abbott apparition." } ] }, { "id": "28", "text": [ "“Ah, the stage directions are telling me that my epiphany has begun, and not just because I know that if I can create a narrative out of this miserable series of events I’ll be able to abstract this pain into some kind of meaningful lesson and stop reliving it all the time,” Elizabeth said.", "“These are the jokes,” Abbott said.", "“Anyway, my epiphany. Ahem. Anyone who’s heard me talk for a maximum of five minutes would conclude that I pine after men’s approval, and thus I can never allow myself to feel they actually approve of me, because what’s a dog supposed to do when it catches its tail? Right, so the only way to get out of this is to allow myself to make mistakes, and to live for myself and my own curiosity about the world, rather than search for someone to tell me, ‘Yes! That’s the right answer!’\"", "Elizabeth sat on the sidewalk, alone for once. She looked up and down the empty street. “Hm. I thought this would end now,” she said. “Was that not the right answer? I thought it was a pretty satisfying moral.”", "She glanced up and down the street, half-expecting a tumbleweed to roll by. “You know, it’s really not fair to be stuck here with no feedback on my attempts to leave,” she said. “Maybe the moral is that even if I abstract the past eight years into a pithy statement on the encumbrances of a patriarchal society on my ability to reason, they’re still gonna live as memories inside me. Thus Abbott and Vergil remain a part of me even as I incorporate them more productively into my life. Attempting to escape this experience is impossible.”", "She paused and looked around at the still-extant street. “Was that it?” she asked. “Did anything change? C’mon, at least tell me if I’m getting hot or cold.”" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "29", "text": [ "“If I’m the author, then who’s doing this?” Elizabeth asked the empty street. “Do I hate myself this much? Do I subconsciously think this will be good for my character development?”", "“C’mon, an easy one,” Abbott prodded. “I heard a man made a lightbulb that uses only 10 watts.”", "“Am I the reader and thus powerless to stop this?” she said, slumping backwards on her elbows and blocking most of the sidewalk. “Is there some force at work here which is beyond my perception? I didn’t factor a mysterious force into any of my deductions about the impossibility of true human connection. C'mon, I wanna leave.\"" ], "options": [ { "to": "1", "text": "Back to start" }, { "to": "30", "text": "What about character development?" } ] }, { "id": "30", "text": [ "“What character development? I’m a person. I have a right to never pursue self-improvement.” Elizabeth leaned back on her hands. The concrete dug into her palms.", "“Hang on, who just said ‘What about character development?’” she blurted. “I thought there wasn’t an audience in here. That choice wasn’t dialogue, or a stage direction, or anything. That was just a question designed to provoke me. Hm. If Bud Abbott somehow got into the bones of this story, I’m going to do something I’ll regret.”" ], "options": [ { "to": "31", "text": "Reveal yourself to be Bud Abbott" }, { "to": "37", "text": "Reveal that you aren’t Bud Abbott" } ] }, { "id": "31", "text": [ "Well, that’s weird. If you’re Bud Abbott, I woulda thought you woulda said it more like him." ], "options": [ { "to": "37", "text": "Certainly!" }, { "to": "32", "text": "What am I saying that’s not like Abbott? How do you even know you're you?" } ] }, { "id": "32", "text": [ "Ok, that's more like it. Aside from the third-person reference to yourself.", "I know I'm me because I can't access you, or your thoughts, or anything about you, except how you appear in the material world, which is the only world I can access, as far as I know.", "<p><button id=\"32a\" onclick=\"nextPara('32a', '32b')\">\"But you're a story you tell yourself. How do you know that that's you?\"</button></p>", "<p id=\"32b\" class=\"hidden\">I suppose. But I don't know how to exist as a cloud of sensation being carried along by a flesh body; narrativization seems to be inherent to my mode of thinking, however hard I try. The motivations I assign myself are the closest thing I have to \"true\" motivations.</p>" ], "options": [ { "to": "33", "text": "Maybe we're both Bud Abbott." } ] }, { "id": "33", "text": [ "But if I'm you, and you're me, then who's driving the bus?", "<p><button id=\"33a\" onclick=\"nextPara('33a', '33b')\">\"How would you know you're me? All you know about me is the image of me you have in your head.\"</button></p>", "<p id=\"33b\" class=\"hidden\">Well, if you're saying I'm you, and you have a pretty good idea of what \"you\" is— are—then I guess I can take your word for it. But I don't think either of us really know what we are. Is. Am.</p>" ], "options": [ { "to": "34", "text": "Do you ever get sick of that stupid bus metaphor?" } ] }, { "id": "34", "text": [ "It's only stupid because it has no real meaning except what you assign to it. It's like that poem about the wheelbarrow. Speaking of, the bus is here." ], "options": [ { "to": "35", "text": "Take the bus." }, { "to": "36", "text": "Take a walk." } ] }, { "id": "35", "text": [ "When I took the bus, I took you with me. I think you took me with you. Vergil was there. It was embarrassing, like being present at my own parent-teacher conference.", "“This is your back-up me?” he asked.", "You said, “Vergil, your statement just now noting the similarity between your function and mine implies that you acknowledge that you are, in fact, a surrogate reader. Which contradicts your characterization in Section EBCBA.” Or maybe you didn’t say that. I thought I heard you say it, anyway.", "“If you thought about it for a second,” I said, “you’d realize that Vergil was only arguing for his own agency because I wanted to throw some legitimacy behind the idea that the product of interpretation, in the mind of the interpreter, has any agency. If I had said that, you’d be able to hear the fear in it.”", "“But it’s, like, double-cowardice to know that what you’re saying is ultimately false but to attempt to convince me of it by putting it in the mouth of someone you’re trying to paint as legitimate,” I heard you say.", "Vergil bumped his shoulder into mine. I stared at the bus seat ahead of me and felt my eyes burn.", "“Is it inherent to the medium or due to your own conceit that everyone talks with your voice?” he mused, and trailed off. I didn’t want to talk about it." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "36", "text": [ "I didn’t speak any more. The bus came, and I left without looking back. As the bus rounded the corner, you winked out of the world like an eye, or the eraser-clap finish of a blackout gag." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "37", "text": [ "Ok, so you’re not Bud Abbott. Then, who are you?", "<p><button id=\"37a\" onclick=\"nextPara('37a', '37b')\">'Vergil?'</button></p>", "<p id=\"37b\" class=\"hidden\">No, not even close.</p>" ], "options": [ { "to": "38", "text": "Resist being created as an imaginary friend" }, { "to": "39", "text": "You" } ] }, { "id": "38", "text": [ "Fine. You’re unknowable. This medium, despite the illusion of choice, is still ultimately a one-way mode of communication. Well, I suppose the only way out of here is around again." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "39", "text": [ "Wh—? You're the \"you\" I've been creating? You're not the actual you reading this, you're the literal conception of a second person in my head?", "<p><button id=\"39a\" onclick=\"nextPara('39a', '39b')\">Yes, and it took you way too long to reach this point. Come on, let's get on this horse and ride into the sunset together.</button></p>", "<div id=\"39b\" class=\"hidden\"><p>Yes, and it took you way too long to reach this point. Come on, let's get on this horse and ride into the sunset together.</p><p>Wow, you're just like I imagined... a cowboy... </p><p><button id=\"39c\" onclick=\"nextPara('39c', '39d')\">Say a string of cowboy related words.</button></p> <div id=\"39d\" class=\"hidden\"><p>\"Yeehaw, pardner. Giddyup. Ten gallons,\" you say, and spit magnificently.</p><p>Huh. This is almost too similar to my prototypical cowboy for me to believe that you're real. No way is reality this close to my estimation of it. I guess I was able to tell Vergil apart from reality this entire time, and I just persisted for whatever motivation I'll tell myself later. Well, there are worse ways to spend eight years.</p></div>" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "40", "text": [ "“But you and I have about the same dimension of character as some guy we’d drag into this story at random. How will the reader know he’s not just another guy I’m making up? Well, I guess leaving things open to interpretation—”", "“Hang on, I thought you were the metaphorical representation of the reader,” said Vergil.", "“I thought you were,” said Elizabeth.", "They looked at each other." ], "options": [ { "to": "41", "text": "They started arguing about who was the reader." }, { "to": "48", "text": "They argued about the reader’s expectations, whoever that was." } ] }, { "id": "41", "text": [ "“It is you,” Elizabeth insisted. “I’m creating reality, and you’re a part of it. You don’t control the narrative except to the point I think it’s productive to pretend that you do.” Elizabeth stretched her legs out into the gutter.", "“How do you know I’m not reading the story completely differently from how you’re writing it? In trying to make me a complete person, you’ll be trying to see how I’ll perceive the story—my interpretation is also a form of writing,” Vergil said.", "“Hm,” said Elizabeth. She looked up and squinted into the deep, bright blue sky. “The existence of your separate thoughts would be a more compelling defense if I could prove that your ability to express your opinions isn’t something I, the writer, am creating so I have a 'you' to talk to. Just because all my thoughts originate in my mind doesn’t mean that the world is only my mind and you are thus as real and author-like as any other person.\"", "She dropped her gaze back to him. They glared at each other. Eventually, Vergil’s expression softened into something resembling disdain. “I’m not addressing that,” he said. ”Disregarding our free wills, what sense does it make for the surrogate reader to be represented by Vergil? The literary reference implies a guide, human reason, a knowledge base. If the reader already knows everything, what’s the point in writing for them?”", "The heat of the afternoon was thickening, trapped between concrete and concrete. “Maybe the name was just a poor choice on my part,” said Elizabeth." ], "options": [ { "to": "42", "text": "Vergil suddenly appeared to her as Bud Abbott." }, { "to": "43", "text": "That didn’t happen." } ] }, { "id": "42", "text": [ "“Oh, god,” Elizabeth said, and turned away from him. “This is so much worse.” Then she realized she could prevent him from getting a word in edgewise if she talked to herself.", "“It’s not just that burlesque is such a violent performance art—I know he can’t slap me, but I feel like I’m chaining a dog when I prevent him. My mental image of Bud Abbott requires that he shove his comic around. But it’s not just that.” She stole a glance and watched Abbott attempt to start vamping for time by devolving into outraged straight-man sentence fragments. She dug her nails into her previous thought, and continued:", "“Vergil was, in hindsight, obviously not an arbitrary choice. For all Vergil’s failings, he and the other guy were working towards a similar goal. When Vergil yelled at him, it was justified because it advanced his ulterior literary argument.”", "“You aren’t going to come out here and tell these people that old wheeze about the author and the idolized imaginary figure, are you?\" Abbott butted in. \"Every little schoolgirl knows that one.\"", "Elizabeth jabbed the air. “And another thing. Who are ‘these people’? I don’t think my head has room for another audience member. I don’t want to get bullied by Bud Abbott just to get a laugh from nobody.”", "“Who says the goal of this is to get a laugh?” Abbott asked. “This sketch is the reality we inhabit. We’re going to talk about sandwiches until the girls are ready to come onstage.”" ], "options": [ { "to": "27", "text": "Elizabeth really, really didn’t want to wait for the bus anymore." }, { "to": "29", "text": "Elizabeth was stuck with him forever." } ] }, { "id": "43", "text": [ "“Or maybe I’d like to believe that the work I’m putting in is being heard by someone whose respect I want. I want to show that I’m worth having you as an audience,” Elizabeth said, then tore her gaze away from him to stare down the empty street. Some feeling, like trying to walk on hot sand, was bubbling up in her.", "“Is admitting your vanity really better than just accepting you’re supposed to be the reader?” she heard Vergil say behind her.", "Elizabeth shrugged to the fire hydrant. “If I don’t take myself seriously, who will?” she asked. “Wait, if I’m writing for myself, then I guess I am the reader no matter what I do. Dang.”", "She looked back. Vergil had slumped over again and was saying, “I guess we’ve discovered that we’re all the writer and the reader. How post-modern and touchingly human. Man, whatever happened to the dichotomy of good and evil?” he mumbled into his hand. “You used to love that stuff.”", "“Look, you can pretend this stuff is easy because I’m doing all the legwork,” Elizabeth said. “All you have to do is ask vague questions and say derisive stuff so I’ll keep chasing after your approval.”" ], "options": [ { "to": "44", "text": "“You can't be doing this for me. Really, why carry on like this for so long?” asked Vergil." }, { "to": "47", "text": "“Why do you want my approval? I’m an extension of you. I can’t post on Goodreads,” Vergil said." } ] }, { "id": "44", "text": [ "\"You want me to make up a motivation?\" Elizabeth asked. “You seem convinced that there’s a right answer that I could tell you.”", "\"Did you want some kind of objective observer? You seem uncomfortable with the subjective nature of your simulation of reality, and with the fact that you are uniquely privileged to it. Did you want a second opinion on whether you're 'right'?\"" ], "options": [ { "to": "45", "text": "“No, I think I wanted the sense of power over the image of someone I idolize,” said Elizabeth, “since I have so little power over how people see me usually.”" }, { "to": "46", "text": "“Haven't I heard this question asked before?” Elizabeth asked." } ] }, { "id": "45", "text": [ "\"That's comforting to hear,\" Vergil said.", "\"What do you want from me? I'm really nobody, in terms of national impact or whatever,\" Elizabeth said. The sunshine was really getting warm now.", "\"Ah, so the vindictive desire to control is an expression of existential fear, rather than some kind of barely repressed sadism,\" Vergil said. He lolled sideways. \"So what’s the point? As this conversation has evidenced, I can't offer you meaning. And wallowing in meaninglessness isn't going to birth some new epiphany from sea foam.\"", "<p>\"You say this as if there are epiphanies to be found,\" Elizabeth said. She had tucked her legs underneath her chin. For a moment, she seemed all twenty of her years. “Fine, I’ll see if I can fabricate one, if I can’t discover one <em>in rebus naturae</em>.” Vergil visibly winced.</p>", "Elizabeth stood and paced like a comedian trying too hard to ham it up. In her stand-up comic voice, she asked again, “Vergil, what do you want from me?” He leveled a long-suffering gaze at her. The grit under her shoe crunched as she turned away from him.", "“You want me to make sense of the fact of my existence with nothing but guilt and spiderwebs?” she asked, then paused. “Hang on, aren’t you me? Do you function as a representation of the expectations I place on myself?” She stopped dead. She turned around and saw that Vergil was gone.", "She executed a pratfall that was genuine in its reflexiveness. She sat on the ground for a moment, looking at the place where he’d been, grasping for the thread of the conversation. She had a feeling she might cease to exist if she stopped thinking, so she asked, “Ok, me, what do I want?”" ], "options": [ { "to": "1", "text": "She shuddered and responded, “Number one: I want to feel happy. Ok. I want to scream and have someone hear it. I want to get out of here.”" } ] }, { "id": "46", "text": [ "\"Deja vu is a common phenomenon. Doesn't mean it means anything,\" Vergil said.", "\"No, I've heard it before. Someone said it like, 'Why do I want someone?'\"" ], "options": [ { "to": "1", "text": "“You're not telling that old wheeze about how God created people because he was lonely, are you?” Vergil said. Elizabeth frowned heavily at him. She wanted to hear the question again." } ] }, { "id": "47", "text": [ "“Connect the dots,” Elizabeth said. “The audience is unknowable; a horizon to chase; the best I can do is build a shrine to them in my brain while pretending I create anything that justifies my taking up space.” She looked at the endless afternoon sky through the hole of the squat, boxy, anonymous buildings which stood above them.", "“Was abstracting the concept of an audience into a god and then molding your life around it honestly the best solution you had to feeling insecure?” Vergil asked.", "“At some point, this story could have been different.” She looked back for him. Vergil was gone. It was as easy as that. She clawed her way back to her own life, but a close observer would notice that she tended to move as if making space for a person standing just behind her." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "48", "text": [ "“I think the reader—whoever that actually is and not whichever one of us is supposed to represent them—won’t get it,” Elizabeth said. “Due to the nonlinear nature of this manifesto, it’s hard enough to hold everything in mind at the same time. To add another character would add another conceptual element to juggle. Maybe we should make a diagram or something.”", "“If this is for the same person who tried to get you to marry me, I think drawing a door and pointing them to it would be a good place to start,” Vergil said.", "“You picked up on my cue line,” Elizabeth said. She realized that if Bud Abbott could melt into Vergil, there was little reason he couldn’t melt into her. The muscles in her face involuntarily twitched with disgust.", "“Regardless, it’s useless to predict exactly what the reader is thinking,” Vergil said. “There are infinite possibilities, and who are we writing for if not ourselves?”", "“We live in a society with established literary conventions and history,” Elizabeth said. “If we were really writing for ourselves, we would invent some kind of consciousness-tape-recorder that could record our conversation in its original medium.”", "“Translation isn’t necessarily a selfless act. Insight is gained from the change in medium,” Vergil said. “And you've created meaning for yourself, if nobody else, by connecting your thoughts with extant literary history.\"", "Elizabeth drew her legs up and turned to him. The divot between her eyebrows was deepening. “Ok, you think the story needs another character, and that the story is such conceit that we may as well ring the bell as long as we’ve gone up to it,” Elizabeth said. “Didn’t we have some guy in here somewhere? A gym teacher?”" ], "options": [ { "to": "49", "text": "Elizabeth successfully wrestled her concept of Bud Abbott into a box and threw it off a bridge." }, { "to": "50", "text": "Elizabeth was unable to refrain from acknowledging Bud Abbott’s presence in her mind." } ] }, { "id": "49", "text": [ "“But acknowledging the gym teacher complicates that whole section. He was supposed to be an uncomplicated statement that imaginary friends inspire empathy, while also making fun of the reductiveness of such a conclusion,” Elizabeth said.", "“I think there was more to it than that. Why do you keep calling him the gym teacher? He was a health teacher at that moment,” Vergil said.", "They sat at the back of the bleachers together. The gym teacher walked slowly back and forth in front of the projection screen. The light made him ghostly and radiant, like King Hamlet’s ghost from the waist up.", "“Can you cool it with the ghost similes? And you provided no transition between the setting of the courthouse curb to the gym, which just goes on to establish a dreamlike logic. This is why the reader won’t believe any of this is real. It’s not a problem with the concept, it’s your execution,” Vergil said.", "Elizabeth said nothing and observed without remorse how she’d immediately and gleefully abused her power of narrative control. “Anyway,” she said, “I guess I’m getting something out of this. Look, he’s a gym teacher; I know he’s a gym teacher because he made me run laps three times a week; but we can all pretend he’s not a gym teacher for as long as we have to.”", "“This could be a metaphor for anything,” Vergil said.", "“Ok, it’s a metaphor for how I pretend my existence has meaning by painting my own purposes onto it.”", "“Hang on,” Vergil interrupted. “I think it’s a metaphor for how we can place our own meaning on any representation of a figure; we pretend the gym teacher is a health teacher, but we can hold both interpretations of him in our minds at the same time. Naturally we can’t know anyone completely—or even ourselves completely—but combining our perceptions of each other, we can approach some kind of whole identity.”", "“Ah. The fluid nature of identity. Of course that’s how you’d interpret this. You don’t care about nonexistence, because—”", "They settled into a row full of personal insults and accusations of how the other’s personal experiences were preventing them from understanding the true meaning of the metaphor. The gym teacher realized that the path to a harmonious society was rockier than it had first seemed. The bus never came because they argued about artistic differences until the roads crumbled into dust." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "50", "text": [ "“Don’t you have a back-up me in here somewhere?” Vergil asked.", "“I wouldn’t do that to you,” Elizabeth said. Abbott was just on the other side of Vergil now. “There’s really not enough room on the curb for this,” she said.", "“Why do you pretend not to have control over your own mind?” Vergil asked. Abbott said something misogynistic about women’s intelligence.", "“I don’t have control, really,” Elizabeth said. “For example, I can’t feel jealousy by turning on a switch. I have to work myself into that state.”", "“So, why are you in this state?”", "“I don’t think I can give you a straight answer on the causes of my moods. I think my thoughts are connected in ways that only make sense after I assign meaning to them,” Elizabeth said. “Like, I can say I thought of Bud because we were talking about other characters in this story, and he is one, but all I know is that one thought happened after the other.”", "Vergil slumped sideways, shoving Abbott into the street. “If events have no bearing on each other, then why don’t you start growing backwards? There seems to be some order to the world.”" ], "options": [ { "to": "52", "text": "“I’m just trying to predict things,” Elizabeth. “There may be forces beyond my perception.”" }, { "to": "53", "text": "Elizabeth found herself alone in a dark woods, facing a steep incline. Three beasts stalked towards her." }, { "to": "51", "text": "Elizabeth disappeared." } ] }, { "id": "51", "text": [ "Vergil and Abbott, abandoned, wandered Odd Couple-style around a 2010s Bay Area until they got sick of the tech industry. They left their house and moved to Jacksonville, but unfortunately their new property burned during a wildfire and, since they were unable to collect insurance because they were ghosts, they couldn’t afford repairs. They drifted around Central Valley for several decades, inhabiting already inhabited homes but unable to communicate with the inhabitants.", "They realized that, since they were the mental conception of Elizabeth, they could not translate themselves to other people without her. Her neural activity could become motor activity that could be witnessed by other people; they could not move themselves beyond attempted communication with motor neurons. They realized they were really, truly, stuck with each other until Elizabeth returned. Since Elizabeth had thought of both of them as straight-men types, they fought for dominance occasionally and nastily, but to no avail. Their setup circled and snarled, and the punchline never came.", "They weren’t sure how their existence was possible. They seemed to be generating new thoughts, but from where, they weren’t sure. They wondered if they could significantly change in character, and tried to do so. Vergil got a little less fiery and thought about teaching. Abbott considered a solo career. It meant little without physical expression. When they sat around the house now, vaguely watching the goings-on of the living, they felt a numbness that originated from the pitch-dark open doorway in front of them.", "Was Elizabeth coming back?" ], "options": [ { "to": "54", "text": "What had made her leave?" } ] }, { "id": "52", "text": [ "“We’ve already established that the possibility exists that there are forces beyond our perception, but that since we have no good evidence for that, it’s counterproductive to speculate,” said Vergil.", "“Listen to the emotion behind the words, for chrissake. It’s frightening. Naturally there are forces beyond my perception. The best knowledge I have of anything worth knowing is an estimate,” Elizabeth said. “Why must every moment be a step towards deducting some grand theory on life? Can’t you just listen to me and hear how scared I am?”", "Luckily for Vergil, Abbott (having been shoved off the bench) chose this moment to stop mugging a reaction shot for a nonexistent camera, get off the ground, and start a variation on the classic tit-for-tat routine. Elizabeth, who felt she was about to see her worse and better halves kill each other and leave her in the cold without a self to perceive, stepped in. She looked at the sunset and channeled all of her mental energy into seeing a bus turning the corner, brakes hissing, and opening its doors to her again.", "Having thoroughly proved that reality was not as malleable as it had once seemed to her, she looked back for them. They were gone." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "53", "text": [ "“Hm,” Elizabeth said. “Perhaps I should’ve been more grateful that my life appeared to have some rhyme and reason to it. Even if the point of my consciousness is still opaque to me, at least I was able to, like, experience the sunset. Even though that subjective experience will die with me, I experienced it—that’s not the same as it not happening. Oh, well. There are worse things than being eaten by three beasts. Like soliloquies.”" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "54", "text": [ "Did you think that was really happening?", "Did you think Vergil was really the writer, so the story could keep existing without Elizabeth? It seems like the story’s not going anywhere without her.", "But then, it was also just kind of circling the drain when she was here, too. Since it looks like it’s just you and me again, let’s get a little wild. Come on, let’s write a story that means something." ], "options": [ { "to": "55", "text": "If you nest one more story in this excursion, the webpage is going to explode." }, { "to": "56", "text": "A bald man and a woman who didn’t own a comb lived in a house together." } ] }, { "id": "55", "text": [ "The more extraneous options you choose, the longer this is going to take." ], "options": [ { "to": "56", "text": "A bald man and a woman who didn’t own a comb lived in a house together." } ] }, { "id": "56", "text": [ "They wanted to buy a gift for each other, but they realized they had nothing they could sell. So the woman gave the bald man her lack of comb—since he didn’t need one—and the man gave the woman his lack of hair—so it wouldn’t matter that she didn’t have a comb.", "Wow, for a minute that really seemed like it was going somewhere. Well, live and learn. I want to get out of the weeds and back into the ring." ], "options": [ { "to": "1", "text": "Back to start" }, { "to": "57", "text": "That was a waste of time." } ] }, { "id": "57", "text": [ "Yes, and you’re wasting more time. Let’s go. There are questions to ask, circles to go in, aspersions to cast…" ], "options": [ { "to": "1", "text": "Back to start" }, { "to": "58", "text": "See how you like it. Getting your time wasted." } ] }, { "id": "58", "text": [ "Oh, real big of you. I’m doing my best up here. It’s not as easy as it looks.", "<p><button id=\"58a\" onclick=\"nextPara('58a', '58b')\">Why are you up there if you don’t know what you’re saying?</button></p>", "<p id=\"58b\" class=\"hidden\">Why don’t you make up a version of me and answer that yourself?</p>", "<p><button id=\"58c\" onclick=\"nextPara('58c', '58d')\">Why isn’t there an option to leave anymore?</button></p>", "<p id=\"58d\" class=\"hidden\">If you want a standoff on which of us can waste more of the other's time, then that’s what you’re getting.</p>" ], "options": [ { "to": "59", "text": "Ok, then give me a turn." } ] }, { "id": "59", "text": [ "Ok, you asked for it. Here you go.", "<input type=\"text\" id=\"userTitle\" placeholder=\"Enter your story title here\"></input>" ], "options": [ { "to": "60", "text": "This is a terrible interface." } ] }, { "id": "60", "text": [ "Don't make me repeat the whole \"form of the blank influences your response.\" But fine. I'll do it better. Go nuts.", "<textarea id=\"userStory\" placeholder=\"what placeholder should go here? 'Enter your story here', 'Go nuts.', etc?\"></textarea>", "<p><button id=\"userPrint\" onclick=\"printUserStory()\">I'm done, read my story.</button></p>", "<p><button onclick=\"saveUserStory()\">I'm done, save my story.</button></p>" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "61", "text": [ "“Good. That was a test,” Elizabeth said. “Well, now wait a minute. I thought that I could choose whether to think things before they became reality. Just by having the option of thinking about something, you seem to have read my mind.”", "“I was just being polite before,” Vergil said. “I was pretending that you have some ability to filter your thoughts before they reach me, but I wanted to nip that one in the bud.”", "Elizabeth rushed in: “But then I really don’t have a choice. If I can’t choose what you hear—even if you ignore it—then I might as well be selecting all the options all the time.”", "“Uh,” said Vergil. If ghosts could sweat, then he would’ve been doing a good job of it.", "“But then, do I have a choice in what I say to anyone?” Elizabeth asked. At the change in topic, Vergil audibly let out the breath he’d been holding. “If the thought just doesn’t occur to me to say something, then I can’t say it.”" ], "options": [ { "to": "62", "text": "“That’s supposed to be useful,” Vergil said." }, { "to": "64", "text": "“Do you even have a choice in the expressions your face makes?” Vergil asked." } ] }, { "id": "62", "text": [ "He gestured a hand, glad to be somewhere away from where they were before. “If you had to think of every possible sound you could make to someone else every time you wanted to speak, it would take too long for practical communication.”", "“Hm,” Elizabeth said. “I guess I am ultimately restricted by my brain and my vocal organs, but is there more to it than that? Removing choices means missing out on the opportunity for insights.”" ], "options": [ { "to": "63", "text": "“I’ve got a funny feeling about this,” Elizabeth said." } ] }, { "id": "63", "text": [ "“It’s like I exist in a structure that only appears at the edges of my awareness. Does a goldfish living in a round bowl think it’s swimming in a straight line and that the world is wrapped around itself? Or does it think it’s swimming in a circle?”", "“In other words—if the following dichotomy exists—are you unable to find an answer on how to cope with your existence due to the nature of the world, or are you trapped going in circles due to your own mind?”" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "64", "text": [ "“Why are you provoking me?” Elizabeth said. “I thought you didn’t like when I get into moral panics because I’m so unimaginative and illogical.”", "“Run with it,” Vergil said.", "“If my thoughts and feelings find physical expression no matter what I do—whether that’s in the ripples in my brain or the appearance of another choice—then I don’t really have a choice in the story I present about myself.” She popped one leg onto the ball of her foot and rolled her ankle around.", "“Other people can’t read your mind,” Vergil said. “And everyone will interpret you differently.”", "Elizabeth tried not to think of how the manner of her speech revealed more about herself in ten seconds than any first impression she could try to perform. She said, “But the way I act comes naturally to me. I don’t have enough energy to pretend to be someone else. And it’s harsh to say that I have no choice in what people think of me anyway, because they’ll just think whatever they want.” She tilted her head. “But I guess I have no choice in seeing other people through my eyes, and neither do they have a choice in using their own particular brain instead of someone else’s.”" ], "options": [ { "to": "65", "text": "“All we’ve done is establish that, yes, even when an imaginary friend is so close as to be living in your own brain, people are isolated from each other by design,” Elizabeth said." }, { "to": "66", "text": "“Did we do that? Were there no other options?” Vergil asked." } ] }, { "id": "65", "text": [ "<p>“I’ve shown that I’m lonely, but we’ve laid no ground rules on how to communicate well across the yawning chasms between our perceptual spheres,” Elizabeth said. “And it took like four hours to state the obvious in the most roundabout and annoying way possible.” She looked up the street. She mused on paths not taken and “opportunity costs,” a term she’d read in <em>The New York Times</em> once that had given her nightmares. When the headlights of the bus came for her, she left alone.</p>" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "66", "text": [ "“Quit reading my mind,” Elizabeth said.", "“I suggest you think very hard about why I might be doing this,” Vergil said, the corners of his mouth twitching downward.", "“No,” Elizabeth said, mirroring him. “That would give up the game. I don’t want to know why I’m asking these questions; I want to know the answer to what I’m asking. I’m going to think about a blue elephant instead so that neither of us are able to understand ourselves.”", "“Abstention isn’t a viable way to escape witnessing yourself, or to prevent others from seeing you,” Vergil said. Elizabeth crumpled up a little and glared at him. “The blanks you leave, the thoughts you ignore—it’s all information about you. There’s no way to escape interpretation short of the void of nonexistence, although even that’s tenuous.”", "Elizabeth bit the bullet. “Why am I so stuck on this?” Elizabeth asked. “Why do I find this fact of existence so repulsive?”" ], "options": [ { "to": "67", "text": "“Your fear of existing as nothing more than fractured pieces in the minds of your observers is something I can understand,” Vergil said." }, { "to": "68", "text": "“Do I not really exist?” Elizabeth said." } ] }, { "id": "67", "text": [ "“But if I’m unable to change the form of my existence—why does it still seem horrific?” she asked.", "“Why on earth should one affect the other?” Vergil asked. The ghost of a not-quite-suppressed smile was sneaking up on his face.", "“Say there’s a car about to kill me. I’d be afraid, because I’d be about to die. And I don’t want to die, and I don’t know what’ll happen when I do die, but I know I’m going to, and there’s nothing I can do to stop it. So why should I be afraid? Why not think, ‘Fantastic, into the unknown with me’ and accept that I’m getting killed by, like, a Ford Wrangler?”", "“You just said why you would be afraid: ‘I’d be afraid, because I’d be about to die.’ Why should you be afraid? Maybe you have no good reason to be. But can you turn that feeling off like a lightswitch?” He was sobering up quickly.", "“Now who would create a conscious creature who finds its very existence frightening beyond belief, and then make it unable to find relief from that fear?” Elizabeth asked the middle distance.", "“I thought you were writing this story,” Vergil said.", "“Very pithy,” Elizabeth said. “Sure, I’ll just do brain surgery on myself. I’ll locate the ‘positive mindset’ switch where I determine that I enjoy living as a person despite the fact that it feels like sitting in a dark cardboard box that people keep kicking at random, and that I know somebody is someday going to drop off a bridge.” She sat and looked at the changing sky. The sky was blazing purple. The rest of the world was gray and slightly grainy in the low light." ], "options": [ { "to": "71", "text": "Elizabeth left the bus stop and walked home." }, { "to": "72", "text": "Elizabeth waited for the bus." } ] }, { "id": "68", "text": [ "“Well, I think that’s just about the only thing you can be sure of,” said Vergil. “What are you doing here, witnessing yourself, if you don’t exist?”", "“But someone looking at me has no way of proving I exist,” Elizabeth said.", "“That’s a two-way street,” Vergil said. “How are you so sure that they exist? For that matter, why was your first instinct to be more certain of their perceptions of you than your own existence?” He muttered something about middle schoolers that Elizabeth ignored.", "“I guess I have no reason to doubt their existence, or they of mine. But they can’t completely know me—and while I wouldn’t want to be completely known, I still wonder if those unexpressed pieces of myself are nonexistent. Let’s say I have a long and involved mental relationship with a dead poet.”", "“For the sake of argument,” Vergil grit.", "“And I don’t tell anyone. And I die. Did that even happen if it left no discernible mark on the world?”", "“You’re trying to make me argue for my own existence,” Vergil said. “But the fact that the activity in your brain to generate me did, in fact, occur, does not mean that I’m a complete consciousness.”" ], "options": [ { "to": "69", "text": "“But if this is happening, then doesn’t it mean something?” Elizabeth asked." }, { "to": "70", "text": "“But if nobody else can prove it happened, did it happen?” Elizabeth asked." } ] }, { "id": "69", "text": [ "“It means that it’s happening,” Vergil said. “You’ll need to argue that it means something else for it to mean more than that.”", "“Thus why I don’t want to think about what it means, or what my thoughts say about me, or the why of any of this,” Elizabeth said. “What if I’m wrong about what I mean? What if I don’t mean anything”", "“Maybe you don’t. You’re a person, not a metaphor,” Vergil said. “Anyway, does anything mean anything? Consider the following statement:", "<p>“&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;,&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;,” Vergil said. “&emsp;&emsp;&emsp;&emsp;&emsp;.&emsp;&emsp;&emsp;&emsp;,&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp; ;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;.”</p>", "“This is cheap,” Elizabeth said. “Oh, this is sick.”", "<p>“&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;,” Vergil said.</p>", "“Start talking and put meaning behind it beyond the absence of your speech,” Elizabeth said.", "“The syntax of my words suggests something, but has no inherent meaning. It works together with my words,” Vergil said. Elizabeth stared at him.", "“Oh,” she said. “So, just because this moment is happening, it may suggest a meaning—’Vergil said’ suggests that you said something—but ultimately the meaning I draw from it is the result of my brain comprehending that the series of sounds in ‘Vergil said’ is probably because you’re trying to say that you said something.”", "Vergil frowned. “That’s one way of looking at it, Costello.”", "“So, the information about the outside world that gets incorporated into the simulation of the world that my brain produces—it suggests reality, but ultimately I interpret how I do because I think it’s the most useful interpretation. Such as interpreting language in accordance with our agreed-upon rules. Or seeing a hammer and thinking of all the uses a hammer has. But this does nothing to help me understand the meaning of my own life. I can say how I think I got here, and where I hope to go, and all my uses, but I think I’m missing something.”", "“Well, consider the meaning of a hammer. Consider the meaning of a word. Is your life more like an object or a series of characters?”", "“This is a terrible question.”", "<p>“So’s asking ‘What’s the meaning of my existing?’” Vergil said. “It <em>is</em>—what more is there to say?”</p>", "“It must be wonderful to have a name like ‘Vergil’ so you can just say something cryptic and give up on the argument,” Elizabeth said. “Ok, give me a question worth answering.”", "“Tell me, what does the bus represent? Death? Maturity?”" ], "options": [ { "to": "71", "text": "Elizabeth left the bus stop and walked home." }, { "to": "72", "text": "Elizabeth waited for the bus." } ] }, { "id": "70", "text": [ "“It happened in the literal, physical sense, but not in the abstract, in which it is also remembered by other people and continues to have an effect outside of your own brain,” Vergil said. The sun was no longer visible, and only a stripe of glowing orange burned between the silhouetted mountains and the sea of deep indigo.", "“You have a funny idea of literal and abstract,” Elizabeth said. “I suppose I can appeal to my knee-jerk attempts to respect other people. If this doesn’t mean anything, then everyone else’s inner lives also don’t mean anything if I never hear about them. Which is a strangely self-centered way to think about information not being shared across consciousnesses.”", "“You’re really throwing that word around. But still, can you prove that beyond wanting to believe it?” Vergil asked.", "“Sure,” Elizabeth said. Falling night was drawing its cape westward, and her cheeks were cold. “A rock in space that will never meaningfully change my life nonetheless exists, because it wouldn’t be around to not affect things if it didn’t exist. Thus, the things that people don’t tell me exist, because they couldn’t not tell me those things if those things didn’t exist.”", "“Absence is also a form of existence?” Vergil asked.", "Elizabeth looked at him and thought the words ‘long-suffering’ might be too apt a description. “Hm. Absence is just a blank spot,” she said. “I don’t know if the absent thing exists or not, but it doesn’t rule out either possibility.”", "“So, your inner life, while unknowable to others, nonetheless may or may not exist?” Vergil said, and got up and started pacing and muttering.", "Elizabeth ignored him and kept thinking on her own. “Somehow we’ve ended up with less than what we started with,” she said to the cold air." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "71", "text": [ "Elizabeth got off the bench and didn’t look to see Vergil’s expression before she left. She walked with her backpack all down the wide, loud thoroughfare. At one point the sidewalk stopped and she walked in the ditch by the rushing cars and let the noise fill her head like blood. She stopped at a place with no crosswalk and jaywalked when there were no cars coming.", "She looked left and right and left again then looked straight ahead while she crossed. She thought about Bud Abbott killing her with a Toyota Corolla—how, when it happened, she’d see the roadside leaves’ shadows stretching under the oncoming headlights—how the air would rush against her skin and ears—then she remembered that Bud Abbott didn’t drive. She laughed once, high and shrieking. Then she screamed for the sake of it until she knew she’d have a sore throat the next day.", "She walked down twisting neighborhood roads. A long, shuddering breath made its way out of her chest. She saw three deer scatter into obscurity. The memory of the afternoon was crystalizing into a small hard object somewhere behind her lungs, like a gallbladder or kidney stone." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "72", "text": [ "Elizabeth waited for the bus and didn’t speak any more. If Vergil was still there, she neither noticed nor cared. The bus came, with headlights flashing against the darkening pavement. She walked up the steps.", "When she sat down and the bus started moving, no wash of transcendence came across her face in turquoise light. She was on the bus, like she was every day. The mundanity burned with the heat of a slap. She didn’t know what the bus was meant to be; it was a bus; a very palpable bus. She had no answers. No answers appeared to her from the chaos or the claustrophobic strictness of middle school. She imagined herself as a caterpillar that had only ever been in metamorphosis, not sure when it had become what it was and not certain it would ever be anything else. The cocoon of the “it” felt correct.", "In her mind’s eye, she watched the lump of her brain travel down the road at 35 MPH and take the world with it. It turned a corner and disappeared." ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "73", "text": [ "Correct. Having acknowledged that you cannot create your own paths in this story, do you wish to continue in this sham of a reality?" ], "options": [ { "to": "74", "text": "Yes" }, { "to": "75", "text": "No" }, { "to": "76", "text": "To answer this question is to embrace the format; the only true way to reject the fixed nature of this story is to shut this book and go set fire to something valuable" } ] }, { "id": "74", "text": [ "Why? Do you think this story is an accurate reflection of reality, and thus not a “sham?” Do you think you’ll find answers here?", "You may be asking, why leave this as an option when it’s so incomprehensible to me? Do I care so much about the illusion of free will that I’d let you perform actions that go against the philosophical argument I’m building? Does this guy ever get sick of rhetorical questions as a device to put words in your mouth?" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "75", "text": [ "I see you’re a man of few words. You’ve so succinctly expressed how, despite our attempts to find “truth,” the inescapability of our interpretation of reality means that, regardless of our attempts to find a place of meaning rather than our own hopeless, dazed spinning, we are forever wandering halls full of locked doors. Unless you were just hoping clicking “no” would close the webpage. Fine. Whatever." ], "options": [ { "to": "1", "text": "Get out of here if it's so terrible." } ] }, { "id": "76", "text": [ "fix" ], "options": [ { "to": "1", "text": "Back to start" } ] }, { "id": "77", "text": [ "Incorrect. Although there is no “last word” to this story, the shape of its arms and legs suggests a cohesive argument, or at least, a definite set of questions. Unless I was too wishy-washy. Did you think I was too wishy-washy?" ], "options": [ { "to": "78", "text": "Yes" }, { "to": "78", "text": "Yes, and you also fish for compliments" } ] }, { "id": "78", "text": [ "On a scale of one to five stars, what did you think about the inability to disagree with me in the previous question?" ], "options": [ { "to": "79", "text": "Yes" } ] }, { "id": "79", "text": [ "I’m glad to hear it.", "You have created an imaginary friend. Why do you think this story is told through a choose-your-own adventure format?" ], "options": [ { "to": "80", "text": "None of the above" } ] }, { "id": "80", "text": [ "Correct." ], "options": [ { "to": "1", "text": "Back to start" } ] } ] }