{
  "announcement": {
    "link": "",
    "description": "Our publication will have a new look soon!",
    "date": "2024-02-23T07:00:00.000Z"
  },
  "hero_items": [
    {
      "image_cover": "/images/6/liminal-cover-caroline-tjoe.webp",
      "image_alt_text": "(Digital Art by Caroline Tjoe) The cover for Collection No. 6, Liminal!",
      "image_caption": "Liminal (Cover) by Caroline Tjoe",
      "collection_num": 6,
      "collection_theme": "Liminal",
      "editors_note_text": "Liminality encapsulates the in-between states of our everyday life, as we traverse periods of space and time to transition into something new. In this issue, artists explore their college years, a passage between childhood and adulthood; relationships, a blurring of boundaries between human beings; grief, a journey to accept the threshold between life and death; and so much more. In our arrangement, our creators’ works parallel each other as they move from the concrete and familiar to the bizarre and abstract, and back again. They challenge the nebulous nature of life, experimenting with blurriness to produce their own versions of clarity.\n\nWith this new issue, let us celebrate the “in-betweens” of new adulthood, delving into the liminal period of growing up. Let us make sense of the world that challenges definition, and its false sense of linearity. And let us brave the times that speak only of the unknown, wringing meaning from the stories we cradle in our memories.\n",
      "editors_note_link": "/6/editors-note"
    },
    {
      "image_cover": "/images/6/liminal-cover-caroline-tjoe.webp",
      "image_alt_text": "(Digital Art by Caroline Tjoe) The cover for Collection No. 6, Eclipse!",
      "image_caption": "Eclipse (Cover) by Caroline Tjoe",
      "collection_num": 5,
      "collection_theme": "Eclipse",
      "editors_note_text": "An eclipse marks a new age, a doing away of the old, a place within shadow, where people may look to the sky and marvel at raw truth. As it passes by, it might brighten up the gloom, shadow elated emotions, or disperse arcs of light that bleed through darkness. And then the cycle starts anew. A place of transformation. A place of renewal. A time for evolution, when the wheel turns, and light and alignment reflect a greater part of ourselves.\n\nAnd in response to this theme, our fifth collection was born. In the short stories, poetry and visual art of this issue, you'll uncover in each piece a different phase of transformation: exploring how the absurd eclipses the mundane, dealing with the metamorphoses of time, examining the dualities of language and experience, and more.\n",
      "editors_note_link": "/5/editors-note"
    },
    {
      "image_cover": "/images/cover/refraction-cover-caroline-tjoe.webp",
      "image_alt_text": "(Digital Art by Caroline Tjoe) The cover for Collection No. 4, Refraction!",
      "image_caption": "Refraction (Cover) by Caroline Tjoe",
      "collection_num": 4,
      "collection_theme": "Refraction",
      "editors_note_text": "Refraction. Like a prism scattering light, or a mirror shattering a reflection, art fractures the self. Truth is divided and scattered through the creative medium as old truths are re-examined and new truths are brought to light. In this issue, our artists turn towards themselves and the world around them and contemplate their truths. Their work reflects their confrontations with identity, love, and life itself as they piece together fragments into an imperfect but achingly real whole. We chose this theme to highlight the individual and collective truths that each artist brings to the magazine. Our artists proclaim who they are and what they believe through prose and poetry, through color and texture, through light and shadow. We hope that this collection can be its own light reflecting and refracting through our reality.",
      "editors_note_link": "/4/editors-note"
    },
    {
      "image_cover": "/images/cover/self-identity-cover-kristy-lee.webp",
      "image_alt_text": "(Digital Art by Kristy Lee) The cover for Collection No. 3, Self-Identity!",
      "image_caption": "Self Identity (Cover) by Kristy Lee",
      "collection_num": 3,
      "collection_theme": "Self Identity",
      "editors_note_text": "The majority of the pieces in this issue were conceived, created, and assembled for publication in the late stages of California’s lockdown and the COVID-19 pandemic. The writing and artwork in our third collection reflects the sheer amount of time our contributing artists spent with themselves this past year. The self may never be fully known, but through finding and embracing our self-identity we strengthen our abilities to make sense of the world, our relationships, and our reactions and preconceptions. With Self-Identity, Other People Magazine hopes to pay homage to this era of introspection among the undergraduate artistic body while welcoming students—both old and new—back onto campus. The conclusion to the COVID-19 pandemic is yet to be seen, but in the pages of Self-Identity we know you will find proof that this time spent within has made us stronger, more empathetic, and more appreciative of our loved ones.\n\nFamily played a large role in this collection. In reviewing submissions, our editorial team found that many of our contributors had centered their work around their families or their cultural backgrounds. It is through family that we gain our original roots of self-identity; the love, challenges, responsibilities, and growth we experience with family shape our own selves. So, too, does family lend shape to this issue of the magazine and its works of art.",
      "editors_note_link": "/3/editors-note"
    }
  ]
}